             /* Build this over DB2GET *PGM */

             CMD        Prompt('DB2 Download')
             PARM       KWD(PLOC)  TYPE(*CHAR) LEN(128) PROMPT('Direct URL')
             PARM       KWD(PPTH)  TYPE(*CHAR) LEN(128) PROMPT('IFS / Filename.ext')

 
